Repository: Lacrymology/satchmo-canada-post-developer-program
Catalog: canada_post_dp_shipping/locale/*/LC_MESSAGES/django.po
Languages: es

source: Please confirm the parcels size and weight
es: Por favor, confirme el tamaño y peso de los paquetes

source: {count} shipments created for order {order}
es: {count} envíos creados para el pedido {order}

source: Shipping labels will be automatically downloaded in three minutes
es: Las etiquetas de envío serán descargadas automáticamente en tres minutos

source: {count} shipments already existed for {order}
es: {count} envíos ya existían para {order}

source: Unexpected error, please retry
es: Error inesperado, por favor reintentar

source: Create shipments on the Canada Post server for the selected orders
es: Crear envíos en el servidor del Correo de Canadá para los pedidos seleccionados

source: Failed downloading label for shipment {id} because the Canada Post server is busy, please wait a couple of minutes and try again
es: Error descargando la etiqueta para el envío {id} porque el servidor del Correo de Canadá está ocupado. Por favor espere unos minutos e intente nuevamente

source: One or more shipments for {order} haven't been yet created
es: Uno o más envíos para {order} no han sido creados

source: Get label links for the selected orders
es: Obtener enlaces de las etiquetas para los pedidos seleccionados

source: Could not void shipment {shipment_id} for order {order_id}
es: No se ha podido cancelar el envío {shipment_id} para el pedido {order_id}

source: All shipments voided
es: Todos los envíos cancelados

source: {good_count} shipments voided, {bad_count} problems
es: {good_count} envíos cancelados, {bad_count} problemas

source: {count} shipments didn't exist
es: {count} envíos no existían

source: Cancel created shipments for the selected orders
es: Cancelar envíos creados para los pedidos seleccionados

source: Transmit shipments for the selected orders
es: Transmitir envíos para los pedidos seleccionados

source: description
es: descripción

source: Box name
es: Nombre de la caja

source: length
es: largo

source: Longest dimension in cm
es: Dimensión máxima en cm

source: width
es: ancho

source: Second longest dimension in cm
es: Segunda dimensión en cm

source: Shortest dimension in cm
es: Dimensión menor en cm

source: box
es: caja

source: boxes
es: cajas

source: order
es: pedido

source: code
es: código

source: Internal Canada Post product code
es: Código de producto interno del Correo de Canada

source: Shipping service detail for {order}
es: Detalle del servicio de envío para {order}

source: parcel description
es: descripción del paquete

source: List of packages that go inside this parcel
es: Lista de ítems que van dentro de éste paquete

source: weight
es: peso

source: Total weight of the parcel, in kilograms
es: Peso total del paquete, en kilogramos

source: parcel
es: paquete

source: label
es: etiqueta

source: {days} business days
es: {days} días hábiles

source: Create Shipments on Canada Post for this
es: Crear Envíos en el Correo de Canada para ésto

source: Cancel Shipments for this on Canada Post
es: Cancelar Envíos para ésto en el Correo de Canada

source: Get shipment labels for this
es: Obtener etiquetas de envío para ésto

source: See shipping details for this order
es: Ver detalles de envío para este pedido

source: Home
es: Inicio

source: Create Shipments
es: Crear Envíos

source: Please confirm the shipment parcels for %(order)s. Are you sure these parcels correct?
es: Por favor, confirmar los paquetes del envío para %(order)s. Está seguro que los paquetes son correctos?

source: Parcel #%(counter)s: <ul> <li>Box: %(box)s</li> <li>Total weight: %(weight)skg</li> </ul>
es: Paquete #%(counter)s: <ul> <li>Caja: %(box)s</li> <li>Peso total: %(weight)skg</li> </ul>

source: Yes, I'm sure
es: Sí, estoy seguro
